Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Switch the app to any of 17 supported languages
ar: بدّل لغة التطبيق إلى أي من اللغات الـ 17 المدعومة
da: Skift appen til et af 17 understøttede sprog
de: Stelle die App auf eine von 17 unterstützten Sprachen um
es: Cambia la app a cualquiera de los 17 idiomas disponibles
fi: Vaihda sovelluksen kieleksi mikä tahansa 17 tuetusta kielestä
fr: Passez l’app dans l’une des 17 langues prises en charge
is: Skiptu appinu yfir á hvaða af 17 studdum tungumálum sem er
it: Imposta l'app in una delle 17 lingue supportate
ja: アプリを 17 の対応言語のいずれかに切り替えます
ko: 앱을 지원되는 17개 언어 중 하나로 전환
nb: Bytt appen til et av 17 støttede språk
nl: Zet de app in een van de 17 ondersteunde talen
pt_br: Mude o app para qualquer um dos 17 idiomas disponíveis
ru: Переключите приложение на любой из 17 поддерживаемых языков
sv: Byt appens språk till något av 17 språk som stöds
zh_hans: 将应用切换到 17 种支持的语言中的任意一种

source: Sync status visible in Settings (idle / syncing / error / last sync time)
ar: حالة المزامنة ظاهرة في الإعدادات (خامل / جارٍ المزامنة / خطأ / وقت آخر مزامنة)
da: Synkroniseringsstatus vises i Indstillinger (inaktiv / synkroniserer / fejl / seneste synkronisering)
de: Synchronisierungsstatus in den Einstellungen sichtbar (inaktiv / synchronisiert / Fehler / letzte Synchronisierung)
es: Estado de sincronización visible en Ajustes (inactivo / sincronizando / error / última sincronización)
fi: Synkronoinnin tila näkyy Asetuksissa (lepotila / synkronoidaan / virhe / viimeisimmän synkronoinnin aika)
fr: État de la synchronisation visible dans les Réglages (inactif / synchronisation / erreur / dernière synchronisation)
is: Staða samstillingar sést í Stillingum (aðgerðalaus / samstillir / villa / síðasta samstilling)
it: Stato della sincronizzazione visibile nelle Impostazioni (inattiva / in sincronizzazione / errore / ultima sincronizzazione)
ja: 同期の状況は設定で確認できます（待機中 / 同期中 / エラー / 最終同期時刻）
ko: 설정에서 동기화 상태 확인 가능(대기 / 동기화 중 / 오류 / 마지막 동기화 시간)
nb: Synkroniseringsstatus vises i Innstillinger (inaktiv / synkroniserer / feil / siste synkronisering)
nl: Synchronisatiestatus zichtbaar in Instellingen (inactief / bezig / fout / laatste synchronisatie)
pt_br: Status da sincronização visível em Configurações (ociosa / sincronizando / erro / horário da última sincronização)
ru: Статус синхронизации виден в Настройках (ожидание / синхронизация / ошибка / время последней синхронизации)
sv: Synkstatus visas i Inställningar (inaktiv / synkar / fel / senaste synk)
zh_hans: 可在设置中查看同步状态（空闲 / 同步中 / 错误 / 上次同步时间）

source: System interruptions
ar: مقاطعات النظام
da: Systemafbrydelser
de: Unterbrechungen durch das System
es: Interrupciones del sistema
fi: Järjestelmän keskeytykset
fr: Interruptions système
is: Kerfistruflanir
it: Interruzioni di sistema
ja: システムによる中断
ko: 시스템 중단
nb: Systemavbrudd
nl: Onderbrekingen door het systeem
pt_br: Interrupções do sistema
ru: Системные прерывания
sv: Systemavbrott
zh_hans: 系统中断

source: Tag Filtering
ar: الترشيح حسب العلامات
da: Tagfiltrering
de: Tag-Filterung
es: Filtrar por etiquetas
fi: Tunnistesuodatus
fr: Filtrage par tag
is: Síun eftir merkjum
it: Filtro per tag
ja: タグによる絞り込み
ko: 태그 필터링
nb: Taggfiltrering
nl: Filteren op tag
pt_br: Filtragem por tags
ru: Фильтрация по тегам
sv: Taggfiltrering
zh_hans: 标签筛选

source: Tags also appear in the Probable Causes section of your analysis summary — the app cross-references your tags with your metrics to identify what's driving your scores
ar: تظهر العلامات أيضًا في قسم الأسباب المحتملة من ملخص التحليل — يقارن التطبيق علاماتك بمقاييسك لتحديد ما يحرّك نتائجك
da: Tags vises også i afsnittet Sandsynlige årsager i din analyseoversigt — appen krydsrefererer dine tags med dine målinger for at finde ud af, hvad der driver dine scorer
de: Tags erscheinen auch im Abschnitt „Wahrscheinliche Ursachen“ deiner Analysezusammenfassung — die App gleicht deine Tags mit deinen Metriken ab, um zu erkennen, was deine Werte beeinflusst
es: Las etiquetas también aparecen en la sección Causas probables de tu resumen de análisis: la app cruza tus etiquetas con tus métricas para identificar qué está influyendo en tus puntuaciones
fi: Tunnisteet näkyvät myös analyysin yhteenvedon Todennäköiset syyt -osiossa — sovellus vertaa tunnisteitasi mittareihisi tunnistaakseen, mikä vaikuttaa pisteisiisi
fr: Les tags apparaissent aussi dans la section Causes probables de votre résumé d’analyse — l’app croise vos tags avec vos métriques pour identifier ce qui influence vos scores
is: Merki birtast líka í hlutanum Líklegar orsakir í samantekt greiningarinnar — appið ber merkin þín saman við mælingarnar til að finna hvað hefur áhrif á stigin þín
it: I tag compaiono anche nella sezione Cause probabili del riepilogo dell'analisi: l'app incrocia i tuoi tag con le metriche per individuare cosa influenza i tuoi punteggi
ja: タグは分析サマリーの「考えられる原因」セクションにも表示されます — アプリはタグと指標を照らし合わせて、スコアを左右している要因を特定します
ko: 태그는 분석 요약의 가능한 원인 섹션에도 나타납니다 — 앱이 태그와 지표를 교차 참조해 점수를 좌우하는 요인을 찾아냅니다
nb: Tagger vises også i delen Sannsynlige årsaker i analyseoppsummeringen — appen sammenholder taggene dine med måltallene for å finne ut hva som driver scorene dine
nl: Tags verschijnen ook in het onderdeel Waarschijnlijke oorzaken van je analyseoverzicht — de app legt je tags naast je waarden om te zien wat je scores beïnvloedt
pt_br: As tags também aparecem na seção Causas prováveis do seu resumo de análise — o app cruza suas tags com suas métricas para identificar o que está influenciando suas pontuações
ru: Теги также появляются в разделе «Вероятные причины» сводки анализа — приложение сопоставляет ваши теги с показателями, чтобы определить, что влияет на оценки
sv: Taggar visas också i avsnittet Troliga orsaker i din analyssammanfattning — appen jämför dina taggar med dina mått för att se vad som påverkar dina poäng
zh_hans: 标签也会出现在分析摘要的“可能原因”部分 — 应用会将你的标签与指标交叉对照，找出影响你评分的因素

source: Tags help you categorize your sessions so you can spot patterns — like how alcohol affects your recovery, or whether travel throws off your HRV.
ar: تساعدك العلامات على تصنيف جلساتك لتلاحظ الأنماط — مثل أثر الكحول في تعافيك، أو ما إذا كان السفر يربك HRV لديك.
da: Tags hjælper dig med at kategorisere dine sessioner, så du kan få øje på mønstre — fx hvordan alkohol påvirker din restitution, eller om rejser slår din HRV ud af kurs.
de: Tags helfen dir, deine Sitzungen zu kategorisieren, damit du Muster erkennst — etwa wie Alkohol deine Erholung beeinflusst oder ob Reisen deine HRV durcheinanderbringen.
es: Las etiquetas te ayudan a clasificar tus sesiones para detectar patrones, como cómo afecta el alcohol a tu recuperación o si los viajes alteran tu HRV.
fi: Tunnisteet auttavat luokittelemaan istuntojasi, jotta huomaat kuvioita — esimerkiksi miten alkoholi vaikuttaa palautumiseesi tai sekoittaako matkustaminen HRV:si.
fr: Les tags vous aident à classer vos sessions pour repérer des tendances — par exemple l’effet de l’alcool sur votre récupération, ou si les voyages perturbent votre HRV.
is: Merki hjálpa þér að flokka loturnar svo þú getir komið auga á mynstur — eins og hvernig áfengi hefur áhrif á batann eða hvort ferðalög rugli HRV-ið þitt.
it: I tag ti aiutano a classificare le sessioni per individuare degli schemi, ad esempio come l'alcol influisce sul recupero o se i viaggi alterano la tua HRV.
ja: タグでセッションを分類すると、アルコールが回復にどう影響するか、移動で HRV が乱れるかどうかといったパターンを見つけやすくなります。
ko: 태그로 세션을 분류하면 패턴을 발견할 수 있습니다 — 음주가 회복에 어떤 영향을 주는지, 여행이 HRV를 흐트러뜨리는지 등.
nb: Tagger hjelper deg å kategorisere øktene dine så du kan se mønstre — som hvordan alkohol påvirker restitusjonen, eller om reiser forstyrrer HRV-en din.
nl: Met tags deel je je sessies in, zodat je patronen ziet — zoals hoe alcohol je herstel beïnvloedt, of dat reizen je HRV ontregelt.
pt_br: As tags ajudam você a categorizar suas sessões para identificar padrões — como o álcool afeta sua recuperação, ou se viagens alteram sua VFC.
ru: Теги помогают разделять сессии по категориям и замечать закономерности — например, как алкоголь влияет на восстановление или сбивают ли поездки вашу ВСР.
sv: Taggar hjälper dig att kategorisera sessioner så att du kan se mönster — till exempel hur alkohol påverkar din återhämtning, eller om resor rubbar din HRV.
zh_hans: 标签可以帮你对记录进行分类，从而发现规律 — 比如饮酒如何影响你的恢复，或者旅行是否会打乱你的 HRV。

source: Tags — Tap system or custom tags to filter sessions matching those tags
ar: العلامات — اضغط علامات النظام أو العلامات المخصصة لترشيح الجلسات المطابقة لها
da: Tags — Tryk på system- eller brugerdefinerede tags for at filtrere sessioner med de tags
de: Tags — Tippe auf System- oder eigene Tags, um Sitzungen mit diesen Tags zu filtern
es: Etiquetas: toca etiquetas del sistema o personalizadas para filtrar las sesiones que las tengan
fi: Tunnisteet — Napauta järjestelmä- tai omia tunnisteita suodattaaksesi niitä vastaavat istunnot
fr: Tags — Touchez des tags système ou personnalisés pour filtrer les sessions correspondantes
is: Merki — Ýttu á kerfis- eða sérsniðin merki til að sía lotur sem hafa þau merki
it: Tag — Tocca tag di sistema o personalizzati per filtrare le sessioni con quei tag
ja: タグ — システムタグやカスタムタグをタップすると、そのタグが付いたセッションに絞り込まれます
ko: 태그 — 시스템 태그나 맞춤 태그를 탭해 해당 태그가 있는 세션을 필터링
nb: Tagger — Trykk på system- eller egendefinerte tagger for å filtrere økter med de taggene
nl: Tags — Tik op systeem- of aangepaste tags om sessies met die tags te filteren
pt_br: Tags — Toque em tags de sistema ou personalizadas para filtrar as sessões com essas tags
ru: Теги — нажмите системные или пользовательские теги, чтобы отфильтровать сессии с ними
sv: Taggar — Tryck på system- eller anpassade taggar för att filtrera fram sessioner med de taggarna
zh_hans: 标签 — 点按系统标签或自定义标签，筛选出带有这些标签的记录

source: Talk to AI
ar: التحدث إلى الذكاء الاصطناعي
da: Tal med AI
de: Mit der KI sprechen
es: Hablar con la IA
fi: Keskustele tekoälyn kanssa
fr: Parler à l'IA
is: Tala við gervigreind
it: Parla con l'IA
ja: AIと話す
ko: AI와 대화
nb: Snakk med KI
nl: Praat met AI
pt_br: Falar com a IA
ru: Поговорить с ИИ
sv: Prata med AI
zh_hans: 与 AI 对话

source: Talk to AI, SOS, Clear, brightness slider
ar: التحدث إلى الذكاء الاصطناعي، وSOS، والمسح، وشريط تمرير السطوع
da: Tal med AI, SOS, Ryd, lysstyrkeskyder
de: Mit der KI sprechen, SOS, Löschen, Helligkeitsregler
es: Hablar con la IA, SOS, Borrar, control de brillo
fi: Keskustele tekoälyn kanssa, SOS, Tyhjennä, kirkkauden liukusäädin
fr: Parler à l’IA, SOS, Effacer, curseur de luminosité
is: Tala við gervigreind, SOS, Hreinsa, birtustilling
it: Parla con l'IA, SOS, Cancella, cursore della luminosità
ja: AIと話す、SOS、消去、明るさスライダー
ko: AI와 대화, SOS, 지우기, 밝기 슬라이더
nb: Snakk med KI, SOS, Tøm, lysstyrkeglidebryter
nl: Praat met AI, SOS, Wissen, helderheidsschuifregelaar
pt_br: Falar com a IA, SOS, Limpar, controle de brilho
ru: Поговорить с ИИ, SOS, Очистить, ползунок яркости
sv: Prata med AI, SOS, Rensa, ljusstyrkereglage
zh_hans: 与 AI 对话、SOS、清除、亮度滑块

source: Tap a color swatch to preview it.
ar: اضغط عينة لون لمعاينتها.
da: Tryk på en farveprøve for at se den.
de: Tippe auf ein Farbfeld, um eine Vorschau zu sehen.
es: Toca una muestra de color para previsualizarla.
fi: Napauta värimallia esikatsellaksesi sitä.
fr: Touchez une pastille de couleur pour la prévisualiser.
is: Ýttu á litaprufu til að forskoða hana.
it: Tocca un campione di colore per vederne l'anteprima.
ja: カラースウォッチをタップするとプレビューできます。
ko: 색상 견본을 탭해 미리 보세요.
nb: Trykk på en fargeprøve for å forhåndsvise den.
nl: Tik op een kleurstaal om een voorbeeld te zien.
pt_br: Toque em uma amostra de cor para pré-visualizá-la.
ru: Нажмите образец цвета, чтобы посмотреть, как он выглядит.
sv: Tryck på en färgruta för att förhandsgranska den.
zh_hans: 点按某个色块即可预览。

source: Tap a date the AI mentions to open that session
ar: اضغط تاريخًا يذكره الذكاء الاصطناعي لفتح تلك الجلسة
da: Tryk på en dato, AI'en nævner, for at åbne den session
de: Tippe auf ein von der KI genanntes Datum, um diese Sitzung zu öffnen
es: Toca una fecha que mencione la IA para abrir esa sesión
fi: Napauta tekoälyn mainitsemaa päivämäärää avataksesi kyseisen istunnon
fr: Touchez une date mentionnée par l’IA pour ouvrir cette session
is: Ýttu á dagsetningu sem gervigreindin nefnir til að opna þá lotu
it: Tocca una data citata dall'IA per aprire quella sessione
ja: AI が言及した日付をタップすると、そのセッションが開きます
ko: AI가 언급한 날짜를 탭하면 해당 세션이 열립니다
nb: Trykk på en dato AI-en nevner, for å åpne den økten
nl: Tik op een datum die de AI noemt om die sessie te openen
pt_br: Toque em uma data mencionada pela IA para abrir aquela sessão
ru: Нажмите на дату, которую упоминает ИИ, чтобы открыть эту сессию
sv: Tryck på ett datum som AI:n nämner för att öppna den sessionen
zh_hans: 点按 AI 提到的日期即可打开该记录

source: Tap a session — Opens the full Recovery Report with all metrics, charts, and analysis
ar: اضغط جلسة — يفتح تقرير التعافي الكامل بجميع المقاييس والمخططات والتحليل
da: Tryk på en session — Åbner hele restitutionsrapporten med alle målinger, grafer og analyser
de: Auf eine Sitzung tippen — Öffnet den vollständigen Erholungsbericht mit allen Metriken, Diagrammen und Analysen
es: Tocar una sesión: abre el Informe de recuperación completo con todas las métricas, gráficos y análisis
fi: Napauta istuntoa — Avaa koko Palautumisraportin kaikkine mittareineen, kaavioineen ja analyyseineen
fr: Toucher une session — Ouvre le rapport de récupération complet avec toutes les métriques, graphiques et analyses
is: Ýttu á lotu — Opnar alla Bataskýrsluna með öllum mælingum, gröfum og greiningu
it: Tocca una sessione — Apre il Rapporto di recupero completo con tutte le metriche, i grafici e l'analisi
ja: セッションをタップ — すべての指標、チャート、分析を含む回復レポート全体が開きます
ko: 세션 탭 — 모든 지표, 차트, 분석이 담긴 전체 회복 리포트가 열립니다
nb: Trykk på en økt — Åpner hele restitusjonsrapporten med alle måltall, diagrammer og analyser
nl: Tik op een sessie — Opent het volledige herstelrapport met alle waarden, grafieken en analyse
pt_br: Tocar em uma sessão — Abre o Relatório de Recuperação completo com todas as métricas, gráficos e análises
ru: Нажмите на сессию — откроется полный отчёт о восстановлении со всеми показателями, графиками и анализом
sv: Tryck på en session — Öppnar hela återhämtningsrapporten med alla mått, diagram och analyser
zh_hans: 点按某条记录 — 打开完整的恢复报告，包含所有指标、图表和分析

source: Tap anywhere on the HRV chart to analyze that moment.
ar: اضغط في أي مكان على مخطط HRV لتحليل تلك اللحظة.
da: Tryk et vilkårligt sted på HRV-grafen for at analysere det øjeblik.
de: Tippe auf eine beliebige Stelle im HRV-Diagramm, um diesen Moment zu analysieren.
es: Toca cualquier punto del gráfico de HRV para analizar ese momento.
fi: Napauta mitä tahansa kohtaa HRV-kaaviossa analysoidaksesi sen hetken.
fr: Touchez n’importe où sur le graphique HRV pour analyser ce moment.
is: Ýttu hvar sem er á HRV-grafið til að greina það augnablik.
it: Tocca un punto qualsiasi del grafico HRV per analizzare quel momento.
ja: HRV チャートの任意の場所をタップすると、その時点を分析できます。
ko: HRV 차트의 아무 곳이나 탭하면 그 순간을 분석합니다.
nb: Trykk hvor som helst på HRV-diagrammet for å analysere det øyeblikket.
nl: Tik ergens op de HRV-grafiek om dat moment te analyseren.
pt_br: Toque em qualquer ponto do gráfico de VFC para analisar aquele momento.
ru: Нажмите на любое место графика ВСР, чтобы проанализировать этот момент.
sv: Tryck var som helst i HRV-diagrammet för att analysera det ögonblicket.
zh_hans: 点按 HRV 图表上的任意位置，即可分析那一时刻。

source: Tap Pause — your recording stops, analysis runs immediately, and the segment saves
ar: اضغط إيقاف مؤقت — يتوقف التسجيل، ويبدأ التحليل فورًا، ويُحفظ المقطع
da: Tryk på Pause — din optagelse stopper, analysen kører med det samme, og segmentet gemmes
de: Tippe auf „Pause“ — deine Aufnahme stoppt, die Analyse läuft sofort, und das Segment wird gespeichert
es: Toca Pausar: la grabación se detiene, el análisis se ejecuta al instante y el segmento se guarda
fi: Napauta Tauko — tallennus pysähtyy, analyysi suoritetaan heti ja jakso tallennetaan
fr: Touchez Pause — l’enregistrement s’arrête, l’analyse s’exécute immédiatement et le segment est enregistré
is: Ýttu á Hlé — upptakan stöðvast, greining keyrir strax og hlutinn vistast
it: Tocca Pausa: la registrazione si ferma, l'analisi parte subito e il segmento viene salvato
ja: 「一時停止」をタップ — 記録が止まり、すぐに分析が実行されて、セグメントが保存されます
ko: 일시정지를 탭하세요 — 기록이 멈추고, 분석이 즉시 실행되며, 구간이 저장됩니다
nb: Trykk Pause — opptaket stopper, analysen kjøres umiddelbart og segmentet lagres
nl: Tik op Pauzeren — je opname stopt, de analyse draait meteen en het segment wordt opgeslagen
pt_br: Toque em Pausar — a gravação para, a análise é feita na hora e o segmento é salvo
ru: Нажмите «Пауза» — запись остановится, сразу выполнится анализ, и сегмент сохранится
sv: Tryck på Pausa — inspelningen stoppas, analysen körs direkt och segmentet sparas
zh_hans: 点按“暂停”— 记录停止，立即进行分析，并保存该片段

source: Tap Resume — a new linked segment starts
ar: اضغط استئناف — يبدأ مقطع جديد مرتبط
da: Tryk på Genoptag — et nyt sammenkædet segment starter
de: Tippe auf „Fortsetzen“ — ein neues verknüpftes Segment beginnt
es: Toca Reanudar: empieza un nuevo segmento vinculado
fi: Napauta Jatka — uusi linkitetty jakso alkaa
fr: Touchez Reprendre — un nouveau segment lié démarre
is: Ýttu á Halda áfram — nýr tengdur hluti hefst
it: Tocca Riprendi: inizia un nuovo segmento collegato
ja: 「再開」をタップ — 関連付けられた新しいセグメントが始まります
ko: 재개를 탭하세요 — 연결된 새 구간이 시작됩니다
nb: Trykk Gjenoppta — et nytt tilknyttet segment starter
nl: Tik op Hervat — er start een nieuw gekoppeld segment
pt_br: Toque em Retomar — um novo segmento vinculado começa
ru: Нажмите «Возобновить» — начнётся новый связанный сегмент
sv: Tryck på Återuppta — ett nytt länkat segment startar
zh_hans: 点按“恢复”— 开始一个新的关联片段

source: Tap Start Extended Recording
ar: اضغط بدء التسجيل الممتد
da: Tryk på Start udvidet optagelse
de: Tippe auf „Erweiterte Aufnahme starten“
es: Toca Iniciar grabación extendida
fi: Napauta Aloita pitkä tallennus
fr: Touchez Démarrer un enregistrement prolongé
is: Ýttu á Hefja lengda upptöku
it: Tocca Avvia registrazione estesa
ja: 「延長記録を開始」をタップします
ko: 연장 기록 시작을 탭하세요
nb: Trykk Start utvidet opptak
nl: Tik op Verlengde opname starten
pt_br: Toque em Iniciar Gravação Estendida
ru: Нажмите «Начать расширенную запись»
sv: Tryck på Starta utökad inspelning
zh_hans: 点按“开始长时间记录”

source: Tap the language you want.
ar: اضغط اللغة التي تريدها.
da: Tryk på det sprog, du vil have.
de: Tippe auf die gewünschte Sprache.
es: Toca el idioma que quieras.
fi: Napauta haluamaasi kieltä.
fr: Touchez la langue souhaitée.
is: Ýttu á tungumálið sem þú vilt.
it: Tocca la lingua che vuoi.
ja: 使いたい言語をタップします。
ko: 원하는 언어를 탭하세요.
nb: Trykk på språket du vil bruke.
nl: Tik op de taal die je wilt.
pt_br: Toque no idioma desejado.
ru: Нажмите нужный язык.
sv: Tryck på språket du vill använda.
zh_hans: 点按你想要的语言。

source: Tap the mic button at the top-left of the chat tab to open a continuous voice conversation. Speak your question; the assistant answers aloud through AirPods or the speaker. You can interrupt while it's talking. Tap the mic again to end.
ar: اضغط زر الميكروفون في أعلى يسار علامة تبويب المحادثة لفتح محادثة صوتية متواصلة. قل سؤالك؛ فيجيب المساعد بصوت عالٍ عبر AirPods أو مكبّر الصوت. يمكنك المقاطعة أثناء حديثه. اضغط الميكروفون مجددًا للإنهاء.
da: Tryk på mikrofonknappen øverst til venstre i chatfanen for at åbne en løbende stemmesamtale. Stil dit spørgsmål; assistenten svarer højt gennem AirPods eller højttaleren. Du kan afbryde, mens den taler. Tryk på mikrofonen igen for at afslutte.
de: Tippe auf die Mikrofontaste oben links im Chat-Tab, um eine fortlaufende Sprachunterhaltung zu starten. Stell deine Frage; der Assistent antwortet laut über AirPods oder den Lautsprecher. Du kannst ihn unterbrechen, während er spricht. Tippe erneut auf das Mikrofon, um zu beenden.
es: Toca el botón del micrófono arriba a la izquierda de la pestaña de chat para abrir una conversación de voz continua. Formula tu pregunta; el asistente responde en voz alta por los AirPods o el altavoz. Puedes interrumpirle mientras habla. Vuelve a tocar el micrófono para terminar.
fi: Napauta keskustelu-välilehden vasemmassa yläkulmassa olevaa mikrofonipainiketta avataksesi jatkuvan puhekeskustelun. Esitä kysymyksesi; avustaja vastaa ääneen AirPodsien tai kaiuttimen kautta. Voit keskeyttää sen puhuessa. Napauta mikrofonia uudelleen lopettaaksesi.
fr: Touchez le bouton du micro en haut à gauche de l’onglet de conversation pour ouvrir une conversation vocale continue. Posez votre question ; l’assistant répond à voix haute via les AirPods ou le haut-parleur. Vous pouvez l’interrompre pendant qu’il parle. Touchez à nouveau le micro pour terminer.
is: Ýttu á hljóðnemahnappinn efst til vinstri í spjallflipanum til að opna samfellt raddsamtal. Segðu spurninguna þína; aðstoðarmaðurinn svarar upphátt í gegnum AirPods eða hátalarann. Þú getur gripið fram í á meðan hann talar. Ýttu aftur á hljóðnemann til að ljúka.
it: Tocca il pulsante del microfono in alto a sinistra nella scheda della chat per aprire una conversazione vocale continua. Fai la tua domanda a voce; l'assistente risponde ad alta voce tramite AirPods o altoparlante. Puoi interromperlo mentre parla. Tocca di nuovo il microfono per terminare.
ja: チャットタブ左上のマイクボタンをタップすると、連続した音声会話が始まります。質問を話すと、アシスタントが AirPods またはスピーカーで声に出して答えます。話している途中で割り込むこともできます。終了するには、マイクをもう一度タップします。
ko: 채팅 탭 왼쪽 위의 마이크 버튼을 탭하면 연속 음성 대화가 열립니다. 질문을 말하면 어시스턴트가 AirPods나 스피커로 소리 내어 답합니다. 말하는 도중에 끼어들 수 있습니다. 끝내려면 마이크를 다시 탭하세요.
nb: Trykk på mikrofonknappen øverst til venstre i chatfanen for å åpne en sammenhengende talesamtale. Still spørsmålet ditt; assistenten svarer høyt gjennom AirPods eller høyttaleren. Du kan avbryte mens den snakker. Trykk på mikrofonen igjen for å avslutte.
nl: Tik op de microfoonknop linksboven in het chattabblad om een doorlopend spraakgesprek te openen. Stel je vraag; de assistent antwoordt hardop via AirPods of de luidspreker. Je kunt hem onderbreken terwijl hij praat. Tik nogmaals op de microfoon om te stoppen.
pt_br: Toque no botão do microfone no canto superior esquerdo da aba de chat para abrir uma conversa por voz contínua. Faça sua pergunta; o assistente responde em voz alta pelos AirPods ou pelo alto-falante. Você pode interromper enquanto ele fala. Toque no microfone de novo para encerrar.
ru: Нажмите кнопку микрофона в левом верхнем углу вкладки чата, чтобы начать непрерывный голосовой разговор. Задайте вопрос; ассистент ответит вслух через AirPods или динамик. Его можно перебить во время ответа. Нажмите микрофон ещё раз, чтобы закончить.
sv: Tryck på mikrofonknappen uppe till vänster på chattfliken för att öppna ett kontinuerligt röstsamtal. Ställ din fråga; assistenten svarar högt genom AirPods eller högtalaren. Du kan avbryta medan den pratar. Tryck på mikrofonen igen för att avsluta.
zh_hans: 点按对话标签页左上角的麦克风按钮，即可开启连续语音对话。说出你的问题；助手会通过 AirPods 或扬声器大声回答。它说话时你可以打断。再次点按麦克风即可结束。
